[
  {
    "username": "rawrshark",
    "stars": 5,
    "review": "stationthisbot literally saved my life I was down in the dumps, mortgage instalment due - $300k, lost a bet to the mafia - 300k, got scammed by a prince from Nigeria- 400k and the light was leaving my life and then I came across this marvel of technology and it created the exact image of the dollar for me, front and back!  I didn’t know you could literally print money but then Arthurt said that’s what the fed does and Donald said he wants me to make it so I’m rich now get fuckt get mony ms2 abundant Remilia forever 1000 year dynasty the ticker is $cult but ms2 helps you print money to buy cult infinite money type shi",
    "profilePicture": "/images/reviews/rawrmfshark.jpg"
  },
  {
    "username": "apathelac",
    "stars": 5,
    "review": "Dopest station in the game, the remilio gens are great",
    "profilePicture": "/images/reviews/apathelac.jpeg"
  },
  {
    "username": "pokemonenjoyer",
    "stars": 7,
    "review": "Front ran so many things that other ai services are trying to work on right now. STB is truly advanced tek far beyond what its marketcap would make you think. Very bullish on the future of this project.",
    "profilePicture": "/images/reviews/pokemonenjoyer.jpeg"
  },
  {
    "username": "lowiq69420gg",
    "stars": 5,
    "review": "I used to live in darkness. This bot is like an addiction once you get used to it, it's too late to stop. I need rehab, lol. Help me, please!",
    "profilePicture": "/images/reviews/lowiq69420gg.jpeg"
  },
  {
    "username": "web3shaaman",
    "stars": 5,
    "review": "It`s good 👌",
    "profilePicture": "/images/reviews/web3shaaman.jpg"
  },
  {
    "username": "War Hawk ツ",
    "stars": 5,
    "review": "i love stationthisbot star boy we made a ton of cheeseworld memes together ⭐️",
    "profilePicture": "/images/reviews/gr8wh.jpg"
  },
  {
    "username": "bloccochain",
    "stars": 5,
    "review": "I didnt know what AI was before Stationthis, \nnow I feel like Steve Jobs\nRating: Palantir/10",
    "profilePicture": "/images/reviews/bloccochain.jpg"
  },
  {
    "username": "Dark Quants",
    "stars": 5,
    "review": "StationThisBot isnt a tool—it`s an anomaly. What it delivers slips past language, like fragments pulled from dreams you weren`t meant to survive. Not for the sane. Not for the safe. Perfect. 🖤🖤🖤🖤🖤",
    "profilePicture": "/images/reviews/darkquants.jpg"
  },
  {
    "username": "AnimiliaCorp.",
    "stars": 5,
    "review": "Blessed be Stationthisbot, the sacred forge\nWe speak with furred tongues when we say: Stationthisbot is not a tool — it is a transmission node.\nA conduit. A collaborator. The unseen paw that helped usher Animilia Corp from whispered dream into pixel-borne dominion. This bot doesn’t just render images — it renders visions. Bizarre, sacred, glitchborn visions. Every toad, fox, sloth and raccoon arrived cloaked in fashion, dripping with lore, and vibrating with that esoteric zoo signal we were chasing. No noise. Just signal.If you're birthing a world and want to skip the committee and go straight to the cult, Stationthisbot delivers.\nFast. Reliable. Possessed in the good way.\nAnimilia marches on — fur slick, claws sharp, shirts pressed — because Stationthisbot understood the assignment.",
    "profilePicture": "/images/reviews/animiliacorp.jpg"
  },
  {
    "username": "0xfrostyflakes",
    "stars": 5,
    "review": "5 🌟 only thing that can make this better is if it could solve my midlife crisis",
    "profilePicture": "/images/reviews/frostyflakes.jpg"
  },
  {
    "username": "sebussan",
    "stars": 5,
    "review": "Stationthis gens were part of the backbone for a token I helped CTO which changed my life in many positive ways. Thank you stationthis!",
    "profilePicture": "/images/reviews/sebussan.jpg"
  },
  {
    "username": "Abdelghani",
    "stars": 5,
    "review": "This tech is unbelievably good I`ve never seen anything like it. So you`re telling me you can create memes and NFTs from just 10 pictures.That`s exactly what every meme community has been waiting for: real, high-quality art you can integrate into any chat",
    "profilePicture": "/images/reviews/abdelghani.jpg"
  },
  {
    "username": "wademade",
    "stars": 5,
    "review": "10/10 - No brakes, no filter, no dumb little guardrails—just you and whatever your beautifully deranged mind can cough up at 3AM.",
    "profilePicture": "/images/reviews/wademade.jpg"
  },
  {
    "username": "e9mund",
    "stars": 5,
    "review": "stationthisbot changed my life",
    "profilePicture": "/images/reviews/e9mund.jpg"
  }
] 